4-3-desarrollo-aplicacion-con-mvc/app/Controllers/UsersController.php

SELECT *
FROM `users`
---
    public function index()
    {
        $userModel = new UserModel();
        $data['users'] = $userModel->findAll();